Repository: peterkuma/tjrapid
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sk

source: First name
sk: Krstné meno

source: Surname
sk: Priezvisko

source: Class
sk: Kategória

source: Club
sk: Klub

source: SI mode
sk: SI mód

source: Note
sk: Poznámka

source: Accommodation
sk: Ubytovanie

source: Accommodation count
sk: Počet osôb

source: Accommodation nights
sk: Počet nocí

source: Accommodation note
sk: Poznámka k ubytovaniu

source: Entry fee
sk: Štartovné

source: Accommodation fee
sk: Poplatok za ubytovanie

source: SI fee
sk: Poplatok za čip

source: Fees
sk: Poplatky

source: 1 night
sk: 1 noc

source: 2 nights
sk: 2 noci

source: 3 nights
sk: 3 noci

source: 4 nights
sk: 4 noci

source: 5 nights
sk: 5 nocí

source: 6 nights
sk: 6 nocí

source: 7 nights
sk: 7 nocí

source: 8 nights
sk: 8 nocí

source: 9 nights
sk: 9 nocí

source: 10 nights
sk: 10 nocí

source: 1 person
sk: 1 osoba

source: 2 people
sk: 2 osoby

source: 3 people
sk: 3 osoby

source: 4 people
sk: 4 osoby

source: 5 people
sk: 5 osôb

source: 6 people
sk: 6 osôb

source: later
sk: neskôr

source: borrow
sk: požičiať

source: present
sk: vyplený

source: title
sk: názov

source: si fee
sk: poplatok za čip

source: with SI
sk: SI

source: open date
sk: deň otvorenia

source: close date
sk: deň uzatvorenia

source: number of laps
sk: počet etáp

source: event
sk: preteky

source: events
sk: preteky

source: label
sk: popis

source: classes
sk: kategórie

source: start date
sk: začiatok

source: end_date
sk: koniec

source: fee
sk: poplatok

source: lap fee
sk: štartovné za etapu

source: lap SI fee
sk: poplatok za SI za etapu

source: class fee
sk: štartovné

source: class fees
sk: štartovné

source: created
sk: vytvorené

source: modified
sk: upravené

source: entry
sk: prihláška

source: entries
sk: prihlášky

source: price
sk: cena

source: minimum nights
sk: minimálny počet nocí

source: maximum nights
sk: maximálny počet nocí

source: capacity
sk: kapacita

source: %(label)s (%(price)s € per night)
sk: %(label)s (%(price)s € za noc)

source: accommodation
sk: ubytovanie

source: first name
sk: krstné meno

source: surname
sk: priezvisko

source: club
sk: klub

source: Club and membership number, e.g. RBA1234. If registering as an individual, enter XXXyy, where yy is the year of birth, e.g. XXX80.
sk: Klub a číslo člena, napr. RBA1234. Ak nie je členom klubu, tak XXXyy,kde yy je rok narodenia, napr. XXX80.

source: class
sk: kategória

source: laps
sk: etapy

source: note
sk: poznámka

source: accommodation count
sk: počet osôb

source: accommodation nights
sk: počet nocí

source: accommodation note
sk: poznámka k ubytovaniu

source: accommodation fee
sk: poplatok za ubytovanie

source: entry fee
sk: štartovné

source: supply later
sk: dodám neskôr

source: want to borrow
sk: chcem si požičiať

source: participant
sk: pretekár

source: participants
sk: pretekári

source: directory
sk: zoznam

source: An entry with this e-mail already exists. Please use the link from the message you have received, or use the form below to recover your entry identification code.
sk: Prihláška na túto e-mailovú adresu už existuje. Použite prosím odkaz zo správy, ktorú ste dostali, alebo formulár uvedený nižšie ak ste túto správu vymazali alebo nedostali.

source: Entry identification code
sk: Identifikačný kód prihlášky

source: Entry %s does not exist.
sk: Prihláška %s neexistuje.

source: No matching entry found.
sk: Taká prihĺáška nebola nájdená.

source: The event will open on %s.
sk: Prihlasovanie na tieto preteky bude zahájené %s

source: New entry information
sk: Informácie o novej prihláške

source: Event organiser <%s>
sk: Organizátor preteku <%s>

source: Failed to send mail.
sk: Nepodarilo sa odoslať mail.

source: Entry identification code recovery
sk: Pripomienka identifikačného kódu prihlášky

source: The event was closed on %s.
sk: Prihlasovanie na tieto preteky bolo uzavreté %s.

source: %(cls)s (%(fee)s € or %(lapfee)s € per lap)
sk: %(cls)s (%(fee)s € alebo %(lapfee)s € za etapu)

source: The SI number is invalid.
sk: Neplatné SI číslo.

source: There are not as many places available in the accommodation selected.
sk: Nie je dostatok voľných miest na vybranom ubytovaní.

source: Name
sk: Meno

source: Laps
sk: Etapy

source: Accomm.
sk: Ubyt.

source: Entry/SI/Accomm. fee
sk: Popl. za št./SI/ubyt.

source: Total
sk: Celkom

source: Entry Statement
sk: Výpis prihlášky

source: There are no participants in this entry.
sk: V tejto prihláške nie sú žiadni pretekári.

source: entry-statement.pdf
sk: vypis-prihlasky.pdf

source: Reports
sk: Súhrnné správy

source: Standard report in CSV
sk: Štandardný výpis v CSV

source: Full report in CSV
sk: Úplný výpis v CSV

source: Links to this event
sk: Odkazy na tieto preteky

source: Page temporarily unavailable
sk: Stránka dočasne nedostupná

source: Entry
sk: Prihláška

source: List of all participants at <em>%(event)s</em>
sk: Zoznam všetkých pretekárov na <em>%(event)s</em>

source: Export as PDF
sk: Exportovať ako PDF

source: Add a participant to the entry
sk: Pridať pretekára do prihlášky

source: Remove selected
sk: Odstrániť vybraných

source: Perform
sk: Vykonaj

source: Entry/Accomm. fee
sk: Popl. za št./ubyt.

source: The entry is empty. Use the button above to add participants.
sk: Prihláška je prázdna. Použite tlačítko vyššie na pridanie pretekárov.

source: Entry form
sk: Prihláška

source: Event
sk: Preteky

source: Registration opens
sk: Registrácia otvorená od

source: Registration closes
sk: Registrácia sa uzatvára

source: New entry
sk: Nová prihláška

source: To register one or more participants, create a new entry. <strong>Entry identification code</strong> will be sent to your e-mail. You will be able to view or modify an existing entry at a later time using the identification code.
sk: Vytvorte novú prihlášku na zaregistrovanie jedného alebo viacerých pretekárov. <strong>Identifikačný kód prihlášky</strong> bude odoslaný na uvedený e-mail. Prihlášku bude možné neskôr modifikovať pomocou tohto kódu.

source: This event is closed.
sk: Prihlasovanie na tieto preteky bolo uzatvorené.

source: Go to existing entry
sk: Otvoriť prihlášku

source: If you previously created an entry using the form above, you can use the <strong>entry identification code</strong> you received to view or modify the entry.
sk: Pokiaľ ste vytvorili prihlášku pomocou formulára uvedeného vyššie, môžete použiť <strong>identifikačný kód prihlášky</strong> na zobrazenie alebo upravenie tejto prihlášky.

source: Go to entry
sk: Otvoriť prihlášku

source: Forgot your entry identification code?
sk: Zabudli ste identifikačný kód prihlášky?

source: You can request that it be sent to the e-mail address that you used to make the entry.
sk: Môžete požiadať, aby Vám bol poslaný na e-mail, ktorý ste použili na vytvorenie prihlášky.

source: Send me my entry ID
sk: Potvrdiť

source: List of participants
sk: Zoznam pretekárov

source: Go back to my entry
sk: Späť na moju prihlášku

source: Go back to the event page
sk: Späť na stránku pretekov

source: First Name
sk: Krstné meno

source: There are no participants.
sk: Nie sú žiadni prihlásení pretekári.

source: Dear Registrant,
sk: Dobrý deň,

source: Your entry identification code for `%(event_title)s' is %(id)s.
sk: váš identifikačný kód prihlášky na `%(event_title)s' je %(id)s.

source: You can view or modify the entry at http://%(domain)s%(entry_url)s.
sk: Prihlášku môžete zobraziť alebo upraviť na http://%(domain)s%(entry_url)s.

source: This e-mail has been generated automatically.
sk: Tento e-mail bol vygenerovaný automaticky.

source: Participant
sk: Pretekár

source: New participant
sk: Nový pretekár

source: the SI number is
sk: číslo môjho SI je

source: Note related to accommodation
sk: Poznámka k ubytovaniu

source: Register
sk: Registrovať

source: Recovery of your entry identification code has been requested via http://%(domain)s%(event_url)s.
sk: pripomienka identifikačného kódu prihlášky bola vyžiadaná cez http://%(domain)s%(event_url)s.

source: Your entry identification code is %(id)s.
sk: Váš identifikačný kód prihlášky je %(id)s.

source: The entry identification code has been sent to <strong>%(email)s</strong>.
sk: Identifikačné číslo prihlášky bolo odoslané na <strong>%(email)s</strong>.

source: Advanced options
sk: Pokročilé nastavenia

source: name
sk: meno

source: Short name that will appear in the URL
sk: Krátke meno, ktoré sa zobrazí v URL

source: template name
sk: meno šablóny

source: Documentation: <a href="https://en.wikipedia.org/wiki/Markdown">Markdown</a>, <a href="http://en.wikipedia.org/wiki/Textile_(markup_language)">Textile</a>
sk: Dokumentácia: <a href="https://en.wikipedia.org/wiki/Markdown">Markdown</a>, <a href="http://en.wikipedia.org/wiki/Textile_(markup_language)">Textile</a>

source: path
sk: cesta

source: category
sk: kategória

source: categories
sk: kategórie

source: content
sk: obsah

source: Add files and images below
sk: Súbory a obrázky sa dajú pridať nižšie

source: style
sk: Štýl

source: Cascading Style Sheets
sk: Kaskádové štýly (CSS)

source: page
sk: stránka

source: pages
sk: stránky

source: Site maintained by
sk: Stránku spravuje

source: Orienteering club
sk: Oddiel orientačného behu

source: Orienteering Club TJ Rapid
sk: Oddiel orientačného behu TJ Rapid

source: head
sk: hlavička

source: body
sk: telo

source: author
sk: autor

source: published
sk: publikované

source: close comments after (days)
sk: uzatvoriť komentáre po (dni)

source: article
sk: článok

source: articles
sk: články

source: subject
sk: subjekt

source: reply to
sk: odpoveď na

source: sender
sk: odosielateľ

source: posted
sk: odoslané

source: IP address
sk: IP adresa

source: user agent
sk: prehliadač

source: comment
sk: komentár

source: comments
sk: komentáre

source: Subject
sk: Predmet

source: Sender
sk: Odosielateľ

source: Message
sk: Správa

source: News
sk: Novinky

source: RSS Feed
sk: RSS kanál

source: This is an RSS feed. Your browser does not seem to support RSS feeds, but you can use one of these popular clients:
sk: Toto je RSS kanál. Zdá sa, že Váš prehliadač nepodporuje RSS, ale môžete použit jeden z týchto populárnych klientov:

source: Copy the address above to the client of your choice.
sk: Zkopírujte adresu uvedenú vyššie do zvoleného klienta.

source: News feed
sk: Odoberanie noviniek

source: Read more
sk: Čítať ďalej

source: %(count)s comment
sk: %(count)s komentár

source: Add new comment
sk: Napísať komentár

source: Next
sk: Ďalšie

source: Previous
sk: Predchádzajúce

source: Comments
sk: Komentáre

source: Preview comment
sk: Náhľad komentára

source: Send comment
sk: Poslať komentár

source: (closed)
sk: (uzatvorené)

source: Reply
sk: Odpovedať

source: member
sk: člen

source: members
sk: členovia

source: end date
sk: koniec

source: location
sk: miesto

source: MaxBox Map ID
sk: MapBox Map ID

source: Map ID in format <strong>&lt;username&gt;.map-&lt;id&gt;</strong>. To obtain Map ID, create a new map on <a href="http://www.mapbox.com/">MapBox</a>, click <strong>Publish</strong> and select <strong>Mobile</strong>.
sk: Map ID vo formáte <strong>&lt;užívateľ&gt;.map-&lt;id&gt;</strong>.Map ID získate vytvorením novej mapy na <a href="http://www.mapbox.com/">MapBox</a>, stlačením <strong>Publish</strong> a výberom <strong>Mobile</strong>.

source: Events
sk: Preteky

source: More information
sk: Viac informácií

source: Members
sk: Členovia

source: Category
sk: Kategória

source: Slovak
sk: Slovensky

source: English
sk: Anglicky

source: Share via
sk: Zdielať cez

source: Django site admin
sk: Administrácia Django
